/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Carregando %@…";

/* Could not load preference message template */
"CouldNotLoad" = "Não foi possível carregar o painel de preferências %@.";
"CouldNotLoad_ArchMisMatch" = "Você não pode abrir o painel de preferências %@ neste computador. Entre em contato com o desenvolvedor deste software para obter uma versão mais nova.";
"CouldNotLoad_ArchMisMatch_PPC" = "Você não pode abrir as preferências %@ porque elas não funcionam em um Mac baseado em PowerPC.";
"CouldNotLoad_ArchMisMatch_Intel" = "Você não pode abrir as preferências %@ porque elas não funcionam em um Mac baseado em Intel.";

/* Preferences error alert title */
"Preferences Error" = "Erro nas Preferências";

"OK" = "OK";
"CANCEL" = "Cancelar";
"REPLACE" = "Substituir";

"SEARCH_LABEL" =  "Buscar";
"SEARCH_PALLETE_LABEL" = "Buscar";
"SHOWALL_LABEL" = "Mostrar Tudo";
"BACK_AXDESCRIPTION" = "Voltar";
"FORWARD_AXDESCRIPTION" = "Avançar";
"AXScrollAreaDescription" = "painéis de preferências";

/* Label for Show All button */
"Show All" = "Mostrar Tudo";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Preferências do Sistema - %@";

/* Show All window title */
"System Preferences" = "Preferências do Sistema";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "Seu acesso à esta preferência foi restringido.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "Você não pode abrir o painel de preferências \“%@\” porque não está disponível a você neste momento.";
"PREF_PANE_HIDDEN_DESC" = "Talvez você tenha que conectar um dispositivo ao seu computador para visualizar este painel de preferências.";

/* Install Assistant */
"PREF_PANE" = "painel de preferências";
"SCREEN_SAVER" = "protetor de tela";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Você não pode usar este painel de preferências com esta versão do Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Você não pode usar este protetor de tela com esta versão do Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Este painel de preferências requer a versão %@ ou posterior do Mac OS X. Seu computador possui a versão %@ do Mac OS X instalada.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Este protetor de tela requer a versão %@ ou posterior do Mac OS X. Seu computador possui a versão %@ do Mac OS X instalada.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "O painel de preferências \“%@\” deve ser instalado antes que você possa utilizá-lo. Deseja instalá-lo agora?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "O protetor de tela \“%@\” deve ser instalado antes de que você possa utilizá-lo. Deseja instalá-lo agora?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "Quando você clicar em Instalar, o sistema solicitará que você digite o nome e a senha de um administrador deste computador.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "O painel de preferências \“%@\” não pôde ser removido porque ocorreu um erro.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "O painel de preferências que você está instalando já está instalado. Deseja substituir o painel de preferências existente?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Uma versão anterior deste painel de preferências já está instalada. Deseja substituí-la pela nova versão?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Uma nova versão deste painel de preferências já está instalada. Deseja substituí-la pela versão antiga?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "O protetor de tela que você está instalando já está instalado. Deseja substituir o protetor de tela existente?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Uma versão mais antiga deste protetor de tela já está instalada. Deseja substituí-la pela nova versão?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Uma nova versão deste protetor de tela já está instalada. Deseja substituí-la pela versão mais antiga?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "O painel de preferências “%@” não pôde ser instalado porque ocorreu um erro.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "O protetor de tela “%@” não pôde ser instalado porque ocorreu um erro.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "O painel de preferências \“%@\” não pôde ser removido porque ocorreu um erro.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "O protetor de tela \“%@\” não pôde ser removido porque ocorreu um erro.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Você não pode instalar o painel de preferências \“%@\” porque ele já está instalado.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "O painel de preferência \“%@\” está incluído no Mac OS X e não pode ser substituído.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Você não pode instalar o protetor de tela \“%@\” porque ele já está instalado.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "O protetor de tela \“%@\” está incluído no Mac OS X e não pode ser substituído.";
"INSTALL_REQUEST_REOPEN_APP" = "Após a instalação deste software, encerre as Preferências do Sistema e, em seguida, abra-as novamente.";

"PREF_PANE_INSTALL_ERROR" = "Não foi possível instalar o painel de preferências %@.";
"SCREEN_SAVER_INSTALL_ERROR" = "Não foi possível instalar o protetor de tela %@.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Remover o Painel de Preferências \“%@\”";

"ERR_LOADING_MISSING_TITLE" = "\“%@\” não pode ser aberto porque não está disponível.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32-bit)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "Para usar o painel de preferências \“%@\”, você deve encerrar e reabrir as Preferências do Sistema.";
